Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
ca_es: Aquesta entrada s'ha publicat dins de %1$s i s'ha etiquetat amb %2$s. Afegiu a les adreces d'interès l'<a href="%3$s" title="Enllaç permanent a: %4$s" rel="bookmark">enllaç permanent</a>.

source: Add widgets here to appear in your sidebar.
ca_es: Afegeix aquí ginys perquè apareguin a la barra lateral.

source: An optional secondary widget area, displays below the primary widget area in your sidebar.
ca_es: Una àrea de ginys secundària opcional, que es mostra a la part inferior de l'àrea de ginys principal a la barra lateral.

source: An optional widget area for your site footer.
ca_es: Una àrea de ginys opcional per al peu del lloc web.

source: One column, no sidebar
ca_es: Una columna, sense barra lateral

source: View Galleries
ca_es: Visualitza les galeries

source: The 2010 theme for WordPress is stylish, customizable, simple, and readable -- make it yours with a custom menu, header image, and background. Twenty Ten supports six widgetized areas (two in the sidebar, four in the footer) and featured images (thumbnails for gallery posts and custom header images for posts and pages). It includes stylesheets for print and the admin Visual Editor, special styles for posts in the "Asides" and "Gallery" categories, and has an optional one-column page template that removes the sidebar.
ca_es: El tema 2010 per al WordPress és un tema amb estil, personalitzable, simple, i llegible -- feu-lo vostre amb un menú, imatge de capçalera i fons al vostre gust. El Twenty Ten (2010) suporta sis àrees per a ginys (dues a la barra lateral i quatre al peu) i imatges destacades (miniatures per a galeries i imatges de capçalera personalitzades per a entrades i pàgines). Inclou fulles d'estil per a impressió i un editor visual, estils especials per a les entrades de la categoria "Aparts" i "Galeria", i té una plantilla opcional de pàgina d'una columna que elimina la barra lateral.

source: <span class="%1$s">Posted on</span> %2$s <span class="meta-sep">by</span> %3$s
ca_es: <span class="%1$s">Publicat el</span> %2$s <span class="meta-sep">per</span> %3$s

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
ca_es: Afegeix a les adreces d'interès l'<a href="%3$s" title="Enllaç permanent a %4$s" rel="bookmark">enllaç permanent</a>.

source: <span class="meta-nav">&larr;</span> Older Comments
ca_es: <span class="meta-nav">&larr;</span>Comentaris anteriors

source: Newer Comments <span class="meta-nav">&rarr;</span>
ca_es: Comentaris recents <span class="meta-nav">&rarr;</span>

source: Primary Navigation
ca_es: Navegació primària

source: <span class="%1$s">By</span> %2$s
ca_es: <span class="%1$s">Per</span> %2$s

source: <span class="%1$s">Published</span> %2$s
ca_es: <span class="%1$s">Publicat</span> %2$s

source: Full size is %s pixels
ca_es: La mida sencera són %s píxels

source: Link to full-size image
ca_es: Enllaç a la imatge de mida sencera

source: Proudly powered by %s.
ca_es: Gràcies al %s.

source: asides
ca_es: aparteu

source: gallery
ca_es: galeria

source: Second Footer Widget Area
ca_es: Zona de ginys del segon peu

source: First Footer Widget Area
ca_es: Zona de ginys del primer peu

source: Primary Widget Area
ca_es: Zona de ginys primària

source: Secondary Widget Area
ca_es: Zona de ginys secundària

source: Fourth Footer Widget Area
ca_es: Zona de ginys del quart peu

source: Third Footer Widget Area
ca_es: Zona de ginys del tercer peu

source: Sunset
ca_es: Posta de sol

source: Inkwell
ca_es: Tinter

source: Forest Floor
ca_es: Sòl del bosc

source: Fern
ca_es: Falguera

source: Concave
ca_es: Concau

source: Cherry Blossoms
ca_es: Flors de cirerer

source: Berries
ca_es: Baies

source: More Galleries
ca_es: Més galeries

source: View posts in the Gallery category
ca_es: Mostra les entrades en la categoria Galeria

source: Skip to content
ca_es: Vés al contingut

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
ca_es: Ho sentim, però la pàgina que heu sol·licitat no s'ha trobat. Tal vegada cercar us ajudarà.

source: Daily Archives: <span>%s</span>
ca_es: Arxiu diari: <span>%s</span>

source: Monthly Archives: <span>%s</span>
ca_es: Arxiu mensual: <span>%s</span>

source: Yearly Archives: <span>%s</span>
ca_es: Arxiu anual: <span>%s</span>

source: Return to %s
ca_es: Torna a %s

source: The 2013 theme for WordPress takes us back to the blog, featuring a full range of post formats, each displayed beautifully in their own unique way. Design details abound, starting with a vibrant color scheme and matching header images, beautiful typography and icons, and a flexible layout that looks great on any device, big or small.
ca_es: El tema del 2013 per al WordPress ens retorna al blog, en destacar un ampli grapat de formats d'entrada, caduscun d'ells mostrat d'una manera única. Els detalls de disseny abunden, començant per un esquema de color vibrant i acabant amb unes imatges de capçalera, unes icones i tipografies boniques, i una presentació flexible que es veu molt bé en qualsevol dispositiu, gran o petit.

source: Appears in the footer section of the site.
ca_es: Apareix a la secció inferior del lloc web.

source: Main Widget Area
ca_es: Àrea de ginys principal

source: Appears on posts and pages in the sidebar.
ca_es: Apareix a les entrades i les pàgines a la barra lateral.

source: Full resolution
ca_es: A resolució completa

source: Twenty Thirteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
ca_es: El tema Twenty Thirteen necessita almenys la versió 3.6 del WordPress. Esteu executant la versió %s. Actualitzeu i proveu-ho de nou.

source: Not found
ca_es: No s'ha trobat

source: It looks like nothing was found at this location. Maybe try a search?
ca_es: Sembla que no s'ha trobat res aquí. Potser podeu provar i fer una cerca?

source: All posts by %s
ca_es: Mostra totes les entrades de %s

source: One comment so far
ca_es: Un comentari fins ara

source: View all % comments
ca_es: Mostra tots els % comentaris

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ca_es: Preparats per a publicar la primera entrada? <a href="%s">Comenceu aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
ca_es: Ho sentim, res no coincideix amb els criteris de cerca. Intenteu-ho de nou amb altres paraules claus diferents.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ca_es: Sembla que no em trobat el que esteu cercant. Potser una cerca us ajudaria.

source: on
ca_es: off

source: Posts navigation
ca_es: Navegació per les entrades

source: Menu
ca_es: Menú

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
ca_es: <span class="attachment-meta">S'ha publicat el <time class="entry-date" datetime="%1$s">%2$s</time> a <a href="%3$s" title="Torna a %4$s" rel="gallery">%5$s</a></span>

source: Diamond
ca_es: Diamant

source: Star
ca_es: Estrella

source: %s Archives
ca_es: Arxiu de %s

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
ca_es: <span class="meta-prep meta-prep-entry-date">Publicat el </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> a <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> en <a href="%6$s" title="Torna a %7$s" rel="gallery">%8$s</a>.

source: The 2012 theme for WordPress is a fully responsive theme that looks great on any device. Features include a front page template with its own widgets, an optional display font, styling for post formats on both index and single views, and an optional no-sidebar page template. Make it yours with a custom menu, header image, and background.
ca_es: El tema 2012 del WordPress és un tema amb un disseny adaptatiu que es veu correctament en qualsevol dispositiu. Les funcionalitats inclouen una plantilla de pàgina inicial amb els seus ginys, un visualitzador de font opcional, estils per als formats d'entrades tant a la pàgina inicial com a les vistes individuals, i una plantilla de pàgina sense barra lateral. Podeu configurar-lo al vostre gust amb un menú, una imatge de capçalera i un fons personalitzats.

source: Appears on posts and pages except the optional Front Page template, which has its own widgets
ca_es: Apareix a les entrades i a les pàgines, excepte a la plantilla opcional de la pàgina inicial, la qual té els seus propis ginys.

source: First Front Page Widget Area
ca_es: Primera àrea de ginys de la pàgina inicial

source: Appears when using the optional Front Page template with a page set as Static Front Page
ca_es: Apareix quan utilitzeu la plantilla de la pàgina inicial opcional amb una pàgina configurada com a pàgina estàtica de la pàgina inicial.

source: Second Front Page Widget Area
ca_es: Segona àrea de ginys de la pàgina inicial

source: This entry was posted in %1$s and tagged %2$s on %3$s<span class="by-author"> by %4$s</span>.
ca_es: Aquesta entrada s'ha publicat en %1$s i s'ha etiquetat amb %2$s el %3$s<span class="by-author"> per %4$s</span>.

source: This entry was posted in %1$s on %3$s<span class="by-author"> by %4$s</span>.
ca_es: Aquesta entrada s'ha publicat en %1$s el %3$s<span class="by-author"> per %4$s</span>.

source: This entry was posted on %3$s<span class="by-author"> by %4$s</span>.
ca_es: Aquesta entrada s'ha publicat el %3$s<span class="by-author"> per %4$s</span>.

source: Front Page Template
ca_es: Plantilla de la pàgina inicial

source: Full-width Page Template, No Sidebar
ca_es: Plantilla de pàgina d'amplada completa, sense barra lateral

source: Featured post
ca_es: Entrada destacada

source: % Replies
ca_es: % respostes

source: 1 Reply
ca_es: 1 resposta

source: Apologies, but no results were found. Perhaps searching will help find a related post.
ca_es: No s'ha trobat cap resultat. Potser la recerca ajuda a trobar una entrada relacionada.

source: Post author
ca_es: Autor de l'entrada

source: No posts to display
ca_es: No hi ha entrades per mostrar

source: Ready to publish your first post? <a href="%s">Get started here</a>.
ca_es: Preparats per a publicar la primera entrada? <a href="%s">Comenceu aquí</a>.
